Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: ཁར་ མེ འི་ ཁམས་ ཀྱིས་ གང་བ ར་ བཀང་ ཞིང་ །_ ལྕགས་ ཀྱི་ སྣོད་ ཀྱི་ ནང་ དུ་ ཟངས་དམར་པོ་ བཞུས་པ་ བླུགས་ ནས་ |#| བརྫང་བ ས་ བརྫངས་ ལ །_ འོག་ ནས་ ཀྱང་ སྲོག་ཆགས་ མར་ཀོ་ ཏ་ ཀ འི་ མཆུ་ རབ་ཏུ་ འབར་བ ས་ ཟ འོ །_།
en: While all the open spaces are filled with fire, the beings of this hell will be tossed into iron cauldrons brimming with molten copper. |#| Within those cauldrons they will be eaten from below by the flaming mouths of biting insects.

source: མེ་ འབར་བ འི་ ཕྲེང་བ་ བཅུ་གཅིག་ གིས་ བསྐོར་བ འི་ དབུས་ སུ་ གདུངས་ ཤིང་ སྲེག་ སྟེ །_ ཡང་སོས་ ཤིང་ ཡང་ སྲེག་ གོ །_།
en: Surrounded by eleven garlands of flames, they will suffer and burn, yet when they die, they will be revived, and then burned alive once again.

source: གྲོག་སྦུར་ རབ་ཏུ་ འབར་བ་ དག་ གིས་ ནི་ མིག་ ཟ་ ལ་ ཞ་ཉེ ས་ ནི་ རྣ་བ་ གང་ །_
en: Burning ants will eat their eyes and molten lead will be poured into their ears.

source: རལ་གྲི ས་ ནི་ སྣ་ བཅད །_ སྤུ་གྲི ས་ ནི་ ལྕེ་ བཅད །_
en: Knives will cut off their noses and razors sever their tongues.

source: སྤུ་གྲི འི་ ཆར་ གྱིས་ ནི་ ལུས་ གཤེགས་ ཏེ་ |#| དབང་པོ་ ཐམས་ཅད་ སྡུག་བསྔལ་ ཆེན་པོ་ མྱོང་བ་ ནི །_ སེམས་ཅན་ དམྱལ་བ་པ འི་ རྣམ་པར་ སྨིན་པ་ བདེ་བ་ མེད་ ཅིང་ །_
en: A rain of razorblades will fall, cleaving their bodies to pieces. |#| Thus, as all their senses experience great pain, the beings of this hell are deprived of any pleasurable karmic ripening.

source: སྡུག་བསྔལ་ འབྱུང་བ་ མི་ བཟད་ ལ་ ཚ་བ་ གཞན་ དང་ མཚུངས་པ་ མེད་ ཅིང་ དཔེ་ཟླ་ མེད་པ་ དེ འི་ ཕྱོགས་ འགའ་ཞིག་ བརྗོད་ ན |#| འདི་ལྟ་སྟེ །_ ཇི་ལྟ ར་ ཉི་མ འི་ འོད་ ལས་མ ར་ མེ འི་ འོད་ དེ་བ ས་ ཆུང་བ །_
en: Their suffering is unbearable and the heat incomparable. |#| To give an indication of this, consider how insignificant the light of a candle is compared to that of the sun.

source: དེ་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་པ འི་ སྡུག་བསྔལ་ རྗེས་སུ་ དཔག་པ ར་ བྱ་ ཞིང་ལྷ་ རྣམས་ ཀྱི་ བདེ་བ་ དཔེ་ཟླ་ མེད་པ་ བཞིན་ དུ །_ སེམས་ཅན་ དམྱལ་བ་པ་ རྣམས་ ཀྱི་ སེམས་ཅན་ དམྱལ་བ་པ འི་ སྡུག་བསྔལ་ ཡང་ དཔེ་ཟླ་ མེད་ དོ །_།
en: Similarly, the pains of the beings in the hells and the pleasures of the gods in the heavens also cannot be compared or illustrated.

source: དེ་ ཅིའི་ཕྱིར་ ཞེ་ན །_
en: Why is that?

source: ལྷ འི་ འཇིག་རྟེན་ དང་ །_ སེམས་ཅན་ དམྱལ་བ འི་ བདེ་བ་ དང་ །_ སྡུག་བསྔལ་ ནི་ གཞན་ དང་ མཚུངས་པ་ མེད་ དེ །_
en: Because the divine pleasures and the hellish torments are like no other.

source: འདི་ ནི་ ཕྱོགས་ འགའ་ཞིག་ བརྗོད་པ་ ཡིན་ ནོ །_།
en: They can only be found in these places.

source: ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བྱས་ ཤིང་ །_ བསགས་པ་ བྱང་ ཞིང་ ཞི་ ལ །_ སྤངས་ ཤིང་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ །_ དེར་ ཚོར་བ་ མི་ བཟད་ ཅིང་ ཚ་ལ་ དྲག་པ་ དག་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: $431 “Until these beings have purified, pacified, overcome, and exhausted their relevant completed and accumulated karmic deeds, they will continue to experience excruciating heat and horror there.

source: དེ་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ཡི་དགས་ དང་ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ །_ [169a] མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་ |#| དེ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ འི་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ འི་ མཐུ ས །_ དེ འི་ ཆུང་མ་ སྡོམ་པ་ མེད་པར་ འགྱུར་ ལ །_ ཆུང་མ་ དེས་ ཀྱང་ དེ་ལྟ ར་ ཆོམ་རྐུན་པ་ དག་ གཉེར་ ནས་ གསོད་པ ར་ བྱེད །_ དེ་བཞིན་ དུ་ རྒྱལ་པོ འི་ ཕོ་བྲང་ འཁོར་ དུ་ གཡོ་ ཐབས་ སྦྱར་ ནས་ གསོད་པ ར་ བྱེད །_
en: Once they escape this hell, they may, due to karmic actions to be experienced in other lives, avoid birth as a starving spirit or an animal, {{page:{number:175,id:UT22084-068-021-100201,folio:F.169.a,volume:V68}}} and instead take birth with the general lot in life of a human. |#| However, as an effect that accords with its causal completed and accumulated actions, their spouses will be immoral and plot their death in collusion with bandits, or by means of treachery at the royal court.

source: དེ་བཞིན་ དུ་ དུག་ གིས་ གསོད་པ ར་ བྱེད་ ཅིང་ དེ་ གཉིད་ལོག་པ་ དང་ །_ མཚོན་ གྱིས་ གསོད་པ ར་ བྱེད་ དེ །_
en: Alternatively, they may murder them directly using poison, or a weapon while they are asleep.

source: བྱས་ ཤིང་ བསགས་པ འི་ ལས་ ཀྱི་ རྣམ་པར་ སྨིན་པ་ མ་ མྱོང་བ ར་ ཐར་པ་ མེད་ དོ །_།
en: Thus, there is no way to escape until one has fully experienced the ripening of completed and accumulated acts.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ བསྡུས་གཞོམ་ གྱི་ འཁོར་ ལ་ རྟོག་པ ར་ བྱེད་ དེ །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ ཚོར་བ་ མཐའ་མེད་ ཅེས་བྱ་བ་ མཐོང་ ངོ་ །_།
en: $432 “The monk will continue to examine the regions that surround the great Crushing Hell, and by means of knowledge derived from hearing he will then perceive another neighboring region, known as Endless Agony.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ བརྟགས་ ན་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ འི་ འབྲས་བུ་ ནི་ ཇི་སྐད་ བཤད་པ་ བཞིན་ ནོ །_།
en: Wondering what karmic actions may cause beings to take birth there, he will apply knowledge derived from hearing. He will then understand that the effects of killing and stealing are just as previously explained.

source: གང་ ཤིན་ཏུ་ འདོད་ཆགས་ ཀྱི་ སེམས་ ཀྱིས་ བུད་མེད་ འོས་ མ་ཡིན་པ་ རྗེས་སུ་ དྲན་ ནས་ ལག་པ ས་ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ བྱས་ ན་ |#| དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ཚོར་བ་ མཐའ་མེད་ པར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Moreover, some people may imagine, with a lustful mind, an improper woman and use their hands to engage in sexual misconduct. |#| When they later separate from their bodies, they will fall into the lower realms, taking birth in the hell of Endless Agony.

source: དེར་ གནོད་པ་ འདི་དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ བྱས་ ཤིང་ བསགས་པ འི་ ལས་ ཀྱིས་ ཚོར་བ་ ཤས་ ཆེ་བ ར་ འགྱུར་བ་ ནི་ འདི་ལྟ་སྟེ །_ མེ་ ཡི་ ཚོར་བ་ དང་ །_ མཚོན་ གྱི་ ཚོར་བ་ དང་ །_ བ་ ཚྭ འི་ ཚོར་བ་ དང་ །_ ནད་ ཀྱི་ ཚོར་བ་ སྟེ །_ |#| ཚོར་བ་ དེ་དག་ གཏིང་དཔག་ དཀའ་ ཞིང་ མཐའ་ དཔག་ དཀའ་ ལ་ མཐའ་ཡས་པ་ ཡིན་ ཏེ །_ ཇི་སྐད་ བཤད་པ འི་ ཚོར་བ་ དེ་དག་ ནི་ དཔེ་ བྱ་བ ར་ སླ་བ་ མ་ ཡིན་ ནོ །_།
en: $433 “In that realm they will undergo torture, as their completed and accumulated acts will produce intense sufferings stemming from fire, weapons, caustic substances, and disease. |#| Since their torments and anguish are profound and hard to fathom, it is not easy to provide an example for them.

source: དེ་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་པ་ དག་ དེར་ རང་ གི་ སེམས་ ཀྱིས་ ཡོངས་སུ་ བསླུས་པ་ ཡིན་ ཏེ །_ ཇི་སྲིད་ དུ་ དེ འི་ ཉེས་པ ར་ བྱས་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ འི་ བར་ དུ་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ སྲེག་ ཅིང་ འཚེ་ ད་ དོ །_།
en: The beings in this hell are completely deceived by their own minds, and until their negative acts have been overcome, relinquished, and exhausted they will continue to burn and boil for many hundreds of thousands of years.

source: དེ་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ཡི་དགས་ དང་ [169b] དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན |#| དེ་ དབུལ་པོ ར་ འགྱུར་ ཞིང་ རི་བྲགས་ དང་ །_ དགོན་པ་ དང་ །_ འཇིགས་པ་ དང་ །_ རི་བྲགས་པ་ དག་ གི་ གཡོག་ བྲན་ དུ་ འགྱུར །_ ནད་ རྣམས་ ཀྱིས་ རྟག་ ཏུ་ ན་བ ར་ འགྱུར་ རོ །_།
en: Once they escape this hell they may, due to karma to be experienced in other lives, avoid life as a starving spirit {{page:{number:176,id:UT22084-068-021-100202,folio:F.169.b,volume:V68}}} or an animal, and instead take birth with the general lot in life of a human. |#| Yet in that case they will be poor and live in border regions and the jungle where, filled with fear, they will be enslaved by the people living there and suffer from constant disease.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ བསྡུས་གཞོམ་ གྱི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ པད་མ་ ལྟར་ གས་པ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $434 “The monk will continue to examine the regions that surround the great Crushing Hell, and by means of knowledge derived from hearing he will then perceive another neighboring region, known as Bursting Like Lotuses.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ན །_ དེ་ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ བྱས་ ལ་ བསགས་པ ས་ དེ་ སེམས་ཅན་ དམྱལ་བ་ པད་མ་ ལྟར་ གས་པ ར་ སྐྱེ་བ ར་ མཐོང་ ངོ་ །_།
en: Wondering what karmic actions may cause beings to take birth there, he will apply knowledge derived from hearing and so come to understand that such a birth is due to completed and accumulated acts of killing, stealing, and sexual misconduct.

source: འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ནི་ དགེ་སྦྱོང་ དུ་ དམ་བཅས་པ་ གང་ཞིག་ སྔོན་ གྱི་ འདོད་པ་ དག་ ལ་ སེམས་ གཏོང་ ཞིང་ རོ་ མྱོང་བ ར་ བྱེད་ ལ་ ཡིད་ ལ་ བྱེད །_ |#| ཚུལ་བཞིན་ མ་ཡིན་པ་ ཡིད་ ལ་ བྱེད་པ འི་ རོ་མྱང་ བར་ བྱས་པ ས་ མཚན་མོ་ ཉལ་བ་ ན་ དེ འི་ རྨི་ལམ་ དུ་ བུད་མེད་ དེ་ཉིད་ དང་ ལྷན་ཅིག་ འཁྲིག་པ ར་ བྱེད་ ཅིང་ །_
en: As for sexual misconduct, some people, who have made the commitment to live as mendicants, may continue to mentally entertain and relish their past desires. |#| Relishing such incorrect mental activity, they may, while asleep during the night, dream of a woman they once knew and had sexual relations with.

source: སད་ ནས་ ཀྱང་ མི་ ཚངས་པ ར་ སྤྱོད་པ་ རྨི་ལམ་ དུ་ རྨིས་པ་ དེ་ཉིད་ ཀྱི་ རོ་ མྱོང་བ ར་ བྱེད་ ཅིང་ ཡང་ ཡིད་ ལ་ བྱེད །_ |#| རྗེས་སུ་ ཡི་ རང་ ཞིང་ གཞན་དག་ ལ་ ཡང་ ཡོན་ཏན་ དུ་ འཛིན་ ལ་ དེ་ དང་ ལྷན་ཅིག་ གོམས་པ ར་ བྱེད །_ |#| མང་ དུ་ བྱེད་ ཅིང་ དེ་ དང་ དེ་ཉིད་ ལ་ དགའ་བ ར་ བྱེད་ ན །_ |#| དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ པད་མ་ ལྟར་ གས་པ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When they wake up, they will continue to relish and remember those very dreams of the non-celibate life. |#| Cherishing such dreams, they may also recount them to others, and consider them valuable. |#| In this way they will habituate themselves to such dreams, repeat them, and delight in them. |#| When they later separate from their bodies, they will fall into the lower realms, taking birth in the hell known as Bursting Like Lotuses.

source: ཇི་ལྟ ར་ པད་མ འི་ མདོག་ ཉིད་ དུ་ གྱུར་པ་ དེ་ལྟ ར་ དེ འི་ སྣང་བ་ ཀུན་ ཏུ་ དམར་པོ་ ཉིད་ དུ་ གྱུར་ ཏེ །_
en: All appearances in this realm are red like red lotuses.

source: དེར་ སེམས་ཅན་ དམྱལ་བ་ དེ་དག་ བུམ་པ་ དག་ གི་ ནང་ དུ་ འཚེད་ ཅིང་ ལྕགས་ ཀྱི་ བྲེ་བོ འི་ ནང་ དུ་ ལྕགས་ ཀྱི་ གཏུན་ཤིང་ རྣམས་ ཀྱིས་ འཚོག་ གོ །_།
en: Boiled in a container, the sentient beings there are placed in an iron vessel and crushed with an iron club.

source: དེ་དེ་ དག་ ལས་ ཐར་ ནས་ མཚོ་ཆེན་པོ འི་ ནང་ ན་ པད་མ་ སྔོན་པོ་ སྐྱེས་པ་ དེ་ རྒྱང་རིང་པོ་ ནས་ མཐོང་ ནས་
en: Once they escape this torment, they will perceive in the distance a vast lake with a blue lotus flower.

source: དེ་ནས་ སེམས་ཅན་ དམྱལ་བ་པ་ སྐྱབས་ འདོད་པ་ [170a] མགོན་ འདོད་པ །_ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ ཡོངས་སུ་ གདུངས་པ འི་ ལུས་ཅན་ དག་ གནོད་པ་ དེ་དག་ ལས་ ཐར་ ནས་ བདག་ཅག་ གིས་ བདེ་བ་ ཐོབ་པ ར་ བྱ འོ་ ཞེས་ དེར་ དོང་ ངོ་ །_།
en: Yearning for help {{page:{number:177,id:UT22084-068-021-100203,folio:F.170.a,volume:V68}}} and protection, and tormented by hunger and thirst, they will approach the lake, thinking that it can bring them release and happiness.

source: དེ་ནས་ བརྒྱ་ འམ་ སྟོང་ ཡོད་པ་ དེ་དག་ པད་མ་ ག་ལ་བ་ དེར་ དོང་ ངོ་ །_།
en: In their hundreds or thousands, they will rush toward the lake.

source: དེར་ དོང་བ་ དང་ ལམ་ དུ་ ཕུར་བུ་ བཙུགས་པ་ དག་ གིས་ རྐང་པ་ ལ་ ཟུག་ གོ །_།
en: Yet as they approach, their feet will be pierced by spikes that have been placed in the ground.

source: རྐང་པ་ ཉམས་པ་ དེ་ ཁ ས་ བུབ་ ཏུ་ ལྷུང་ ངོ་ །_། ཁ ས་ བུབ་ ཏུ་ ལྷུང་བ་ དེ་དག་ ལ་ ཕུར་བུ་ རྣམས་ ཀྱིས་ ཟུག་ གོ །_།
en: With their legs wounded, they will fall to the ground on their faces, and again be pierced by the spikes.

source: གལ་ཏེ་ ཕྱིས་ གན་ དུ་ འགྱེལ་ ན་ དེ་དག་ གི་ རྒྱབ་ ལ་ ཕུར་བུ་ དེ་ རྣམས་ ཀྱིས་ ཟུག་ ཅིང་ འབིགས་པ ར་ བྱེད་ དོ །_།
en: If they fall on their backs, they will yet again be pierced and penetrated by the spikes.

source: གལ་ཏེ་ གློ ས་ འགྱེལ་ ན་ ཕུར་བུ་ དེ་ རྣམས་ ཀྱིས་ དེ་དག་ གི་ གློ་ ཡང་ འབིགས་པ ར་ བྱེད་ དོ །_།
en: If they fall on their chest, their lungs will be pierced.

source: གལ་ཏེ་ འདུག་ ན་ དེ འི་ འོག་ ནས་ འཛུག་ གོ །_།
en: And if they stay where they are, they will be cut from below.

source: དེ་དག་ སྲེག་ ཅིང་ འཚེ་ ད་པ་ ན་ གཅིག་ ལ་ གཅིག་ སྐད་ འབྱིན་ ཏེ །_
en: $436 “Burning and boiling, the beings of this hell will cry out to each other.

source: སྐོམ་པ་ དང་ བཀྲེས་པ ས་ ཤིན་ཏུ་ གདུངས་པ འི་ ལུས་ཅན་ དག་ གཅིག་ ལ་ གཅིག་ སྐད་ འབྱིན་ ཅིང་ ངུའོ །_།
en: Tormented by thirst and starvation they will scream to each other and cry.

source: མྱ་ངན་ བྱེད་ ཅིང་ སྨྲེ་སྔགས་ འདོན་པ འི་ ཡིད་ དུ་ གྱུར་པ་ དེ་དག་ ཐམས་ཅད་ པད་མ་ དེ་ ལ་ ལྟ་ ཞིང་ འཁོད་པ་ ནི་ རྒྱབ་ ནས་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ རལ་གྲི་ དང་ །_ དགྲ་སྟ་ དང་ །_ མདའ་བོ་ ཆེ་ དང་ །_ མདུང་ཐུང་ རྣམས་ ཀྱིས་ འདེབས་ ཏེ |#| དེ་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་པ་ མགོན་ འདོད་པ །_ སྐྱབས་ འདོད་པ །_ བསིལ་བ་ འདོད་པ་ དག་ ཐབས་ འགའ་ཞིག་ གིས་ པད་མ་ དེ འི་ དྲུང་ དུ་ ཕྱིན་ ཏེ །_
en: Moaning and wailing in agony, they will all gaze toward the lotus flower, while the Lord of Death’s henchmen chase them from behind with swords, axes, lances, and short spears. |#| Yearning for help, protection, and relief, the beings of this hell will in the end somehow manage to reach the lotus.

source: དེ་ ལ་ འཛེགས་པ་ དང་ །_ པད་མ་ དེ་ཡང་ སེང་ལྡེང་ གི་ མེ འི་ མདག་མ་ ལྟ་བུ ས་ གང་ ཞིང་ །_ རྡོ་རྗེ་ ལྟར་ སྲ་བ འི་ ལོ་མ་ རྣམས་ ལ་ དེ་དག་ འཛེག་ སྟེ །_ དེ་ཡང་ ཁ་ ཞུམ་པ ར་ འགྱུར་ རོ །_།
en: Yet as they begin to climb it, they will realize to their despair that the lotus is full of glowing embers—as if of acacia charcoal—and its petals are as hard as diamonds.

source: དེ་ལྟ ར་ ལས་ ཀྱི་ མཐའ་ ཉེས་པ ར་ སྤྱད་པ་ དང་ །_ ཉེས་པ ར་ བྱས་པ འི་ ལས་ ཀྱིས་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ལས་ ཀྱི་ དབང་ གིས་ དེ་དག་ སེམས་ཅན་ དམྱལ་བ་ པད་མ་ ལྟར་ གས་པ་ དེར་ ལོ་ བརྒྱ་ ཕྲག་ དུ་མ འམ །_ ལོ་ སྟོང་ཕྲག་ དུ་མ འམ །_ ལོ་ བྱེ་བ་ ཕྲག་ དུ་མ ར་ བསྐོལ་ ཅིང་ འཚེད་ ཀྱང་ དེ་དག་ དུས་ ལས་ འདའ་བ ར་ ནི་ མི་ བྱེད་ དོ །_།
en: $437 “Such beings of hell engaged previously in negative actions, and those very actions have led them to where they are now. Thus, until their completed and accumulated acts have been overcome, relinquished, and exhausted, they will be cooked and boiled in the hell of Bursting Like Lotuses for many hundreds, thousands, or millions of years.

source: ཕྱི་ ནས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ [170b] དག་ ཏུ་ མ་ སྐྱེས་ ལ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་ |#| དེ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ དག་ གིས་ མཐུ ས་ དེ་ མིག་ ཡོན་ དུ་ འགྱུར །_ ཚུལ་ཁྲིམས་ འཆལ་ ཅིང་ དབུལ་ ལ་ ཚེ་ ཐུང་བ ར་ འགྱུར་ རོ །_།
en: When they finally escape this condition, they may, due to karmic actions to be experienced in other lifetimes, avoid birth as a starving spirit or an animal, {{page:{number:178,id:UT22084-068-021-100204,folio:F.170.b,volume:V68}}} and instead be born with the general lot in life of a human. |#| Yet by the force of their completed and accumulated acts they will be born cross-eyed, their discipline will be corrupted, and they will live a short life in poverty.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ བསྡུས་གཞོམ་ གྱི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ སེམས་ཅན་ དམྱལ་བ་ པད་མ་ ཆེན་པོ་ ལྟར་ གས་པ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $438 “As the monk continues to examine the regions that surround the great Crushing Hell, he will perceive another great neighboring hell, known as Bursting Like Great Lotuses.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ན །_ དེ་དག་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ །_ མང་ དུ་ བྱས་པ ས་ དེ་ སེམས་ཅན་ དམྱལ་བ་པ་ པད་མ་ ཆེན་པོ་ ལྟར་ གས་པ ར་ སྐྱེ་བ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Wondering what karmic actions may cause beings to take birth there, he will understand that such a birth is due to resorting to, becoming habituated to, and increasing acts of killing, stealing, and sexual misconduct.

source: འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ནི་ དགེ་སྦྱོང་ དགེ་སྦྱོང་ དུ་ དམ་བཅས་པ་ གང་ཞིག་ ཚུལ་ཁྲིམས་ རལ་ ལ་ ལུད་ བོང་ ལྟར་ སྤྱོད་པ །_
en: As for sexual misconduct, certain people who have made the commitment to live as mendicants might deviate from their discipline and in their actions become like a heap of dung.

source: མྱ་ངན་ ལས་ འདས་པ ར་ འགྲོ་བ་ ལ་ སྨོད་པ་ ནི་ འདི་ལྟར་ ཚངས་པ ར་ སྤྱད་པ་ སྤྱོད་ དེ་
en: Despising the path to the transcendence of suffering, they will think,

source: འདིར་ བདག་ ལྷ འམ་ ལྷ་ གཞན་ ཞིག་ ཏུ་ འགྱུར་བ ར་ བྱ་ སྙམ་ སྟེ
en: ‘Through my celibacy I shall become some kind of god.

source: བདག་ ལྷ འི་ འཇིག་རྟེན་ དེར་ ལྷ་མོ ས་ ཡོངས་སུ་ བསྐོར་བ ར་ གྱུར་ཅིག་ སྙམ་ སྟེ །_
en: Then, in heaven I shall have goddesses all around me.’

source: དེ་ལྟ ར་ ཚངས་པ ར་ སྤྱད་པ་ དེ་ ཚངས་པ ར་ སྤྱོད་པ་ ལོག་པ ར་ ཡོངས་སུ་ བསྔོ འོ །_།
en: Thus, they will dedicate their pure conduct in a mistaken manner.

source: དེ་ སྲེད་པ་ ལ་ སྤྱོད་པ་ ཡིན་ ཏེ །_ དེ་ འཁོར་བ འི་ རྒྱུ ར་ སྤྱོད་ ཅིང་ སྲེད་པ འི་ རྒྱུ ར་ སྤྱོད་ ལ་ དེ་ སྡིག་པ་ སྤྱོད་པ་ ཡིན །_
en: As they practice with such craving, they are engaging the causes of cyclic existence and the causes of craving, the practice of negative actions.

source: དེ་ ན་བ་ དང་ །_ རྒ་བ་ དང་ །_ འཆི་བ་ དང་ །_ མྱ་ངན་ དང་ །_ སྨྲེ་སྔགས་ འདོན་པ་ དང་ །_ སྡུག་བསྔལ་བ་ དང་ །_ ཡིད་ མི་ བདེ་བ་ དང་ །_ འཁྲུག་པ་ ལ་སོགས་པ་ དག་ ལས་ ཡོངས་སུ་ ཐར་བ ར་ མི་ འགྱུར་ རོ །_།
en: In this way they will not escape sickness, aging, death, suffering, lamentation, pain, unhappiness, disturbance, and so on.

source: ཤི་ སྟེ་ ལུས་ དང་ བྲལ་ ནས་ ཀྱང་ ངན་འགྲོ་ ལོག་པ ར་ ལྷུང་བ་ སེམས་ཅན་ དམྱལ་བ་ པད་མ་ ཆེན་པོ་ ལྟར་ གས་པ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When they die and separate from their bodies, they will fall into the lower realms and be born in the hell known as Bursting Like Great Lotuses.

source: བ་ ཚྭ འི་ ཆུ་བོ འི་ རླབས་ ཞེས་ བྱ་བ་ གང་ དུ་བ་ ཚྭ ས་ གང་བ ར་ མ་ གྱུར་པ་ ནི །_ དེ་ ན་ ཁབ་ ཀྱི་ བུ་ག་ ཙམ་ ཡང་ མེད་པ །_ ཞེང་ དུ་ དཔག་ཚད་ ལྔ་ ཡོད་ ལ །_ ཆུ ར་ དཔག་ཚད་ བརྒྱ་ ཡོད་པར་ འཇུག་ གོ །_།
en: Five leagues wide and one hundred leagues long, the so-called Caustic River with caustic waves is full to the brim with nothing but acid.

source: སེམས་ཅན་ དམྱལ་བ འི་ ཆུ་བོ་ དེར་ དེ་དག་ ཞུགས་པ་ དང་ །_ ཚོར་བ་ ཤིན་ཏུ་ ཚ་བ །_ ཤིན་ཏུ་ རྩུབ་པ །_ [171a] ཤིན་ཏུ་ བཟོད་པ ར་ དཀའ་བ་ དག་ མྱོང་ སྟེ །_
en: The beings of this hell enter this river and experience scorching, fierce, {{page:{number:179,id:UT22084-068-021-100205,folio:F.171.a,volume:V68}}} excruciating agonies.

source: དེ འི་ རུས་པ་ གང་ཡིན་པ་ དེ་དག་ ནི་ རྡོ ར་ གྱུར །_ སྐྲ་ གང་ཡིན་པ་ དེ་དག་ ནི་ ཉ་ ལྕི་བ ས་ སུ་ གྱུར །_ ཤ་ གང་ཡིན་པ་ དེ་དག་ ནི་ འདམ་ དུ་ གྱུར །_ རོ་ཉེ་ བསྐོལ་བ་ གང་ཡིན་པ་ དེ་དག་ ནི་ ཆུ ར་ གྱུར །_ སེམས་ཅན་ དམྱལ་བ་ གང་ཡིན་པ་ དེ་དག་ ནི་ ཉ ར་ གྱུར་ ཏེ །_ ཆུ་བོ་ དེས་ ཁ ས་ བུབ་ ཏུ་ དེད་ ཅིང་ བསྐོལ་ ཏོ །_།
en: Thus, their bones turn into stone, their hair turns into fish feces, their flesh turns into mud, the boiling lead turns into water, and the hell beings turn into fish as they are swept away by the river, face down, and boiled alive within it.

source: འགྲམ་ དག་ ཏུ་ ཆགས་ ན་ ཁྭ་ མཆུ་ རབ་ཏུ་ འབར་བ་ རྣམས་ ཀྱིས་ ཟ འོ །_།
en: Along the banks of the river lurk ravens with flaming beaks, and these birds will prey on the hell beings.

source: གལ་ཏེ་ མགོན་ འདོད་པ །_ སྐྱབས་ འདོད་པ་ དག་ ཆུ་བོ་ དེ་ལས་ ཐར་ ནས་ འབྲོས་པ་ ན་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ ལྕགས་ ཀྱི་ མདུང་ རབ་ཏུ་ འབར་བ་ དག་ གིས་ བཏབ་ ནས་ཆུ་བོ འི་ རླབས་ དེ་ཉིད་ ཀྱི་ ནང་ དུ་ འཇུག་པ ར་ བྱེད་ དོ །_།
en: $440 “If, yearning for safety and protection, the hell beings escape the river, they will be driven back into it by the iron spears of the Lord of Death’s henchmen.

source: དེ་ལྟ ར་ དེ་དག་ སྟེང་ དུ་ བྱུང་བ་ ན །_ རྐང་པ་ འཚེད་པ ར་ བྱེད་ ལ །_ བརླ འི་ སྦུབས་ དང་ །_ རྒྱབ་ ཀྱི་ ཤ་ དག་ འཚེད་པ ར་ བྱེད །_
en: As they surface in the river, their legs, hips, and backs will be eaten by acid.

source: མགུལ་པ འི་ ཤ་ ཡང་ ཆད་པ ར་ འགྱུར །_ རུས་པ་ ཡང་ བསྐོལ་བ ར་ འགྱུར །_
en: Even their necks will be consumed, and their bones will boil.

source: མགོ འི་ ཤ་ ཆད་ ཅིང་ མགོ འི་ ཐོད་པ་ ཡང་ ཆད་པ ར་ འགྱུར་ ཏེ །_
en: The flesh on their heads will be devoured and their skulls will be split open.

source: དེ་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ ཇི་ལྟ་ ཇི་ལྟ ར་ ཆུ་བོ་ དེར་ འཇུག་ ཅིང་ ཇི་ལྟ་ ཇི་ལྟ ར་ ཞུགས་པ་ དེ་དག་ དེ་ལྟ་ དེ་ལྟ ར་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ སྲེག་ ཅིང་ བསྐོལ་ ལ་ འཚེད་ དོ །_།
en: Thus, entering and remaining within this river, the beings of this hell will be burned and boiled alive in acid for many hundreds of thousands of years.

source: ཡང་ སེམས་ཅན་ དམྱལ་བ་ དེ་དག་ ཉོན་མོངས་པ འི་ ཆུ་བོ་ དེ་ལས་ ཐར་ ནས་ མཚོ་ དང་ །_ མེ་ཏོག་ དང་ །_ པད་མ་ སྔོན་པོ་ ཡོད་པར་ མཐོང་ སྟེ །_
en: $441 “When they finally escape this torturous river, they will perceive a lake with flowers and blue lotuses.

source: མགོན་ འདོད་པ །_ སྐྱབས་ འདོད་པ །_ བདེ་བ་ འདོད་པ་ དག་ དེ འི་ དྲུང་ དུ་ འགྲོ་བ ར་ འདོད་ དེ་དེ འི་ དྲུང་ དུ་ དོང་ ངོ་ །_།
en: Yearning for safety, protection, and relief, they will approach the lake.

source: པད་མ འི་ ཚལ་ དེ་དག་ ཀྱང་ ལྕགས་ ཀྱི་ པད་མ་ ཡིན་ ཏེ །_ དེ་དག་ གི་ རེག་པ་ ནི་ སྤུ་གྲི་ ལྟ་བུ་ ཡིན་ ལ་ སེམས་ཅན་ དམྱལ་བ་པ་ གང་དག་ གིས་ ལུས་ དེ་ ལ་ རེག་པ་ དེ་དག་ ནི་ གཤེག་ པར་ བྱེད་ ཅིང་ གཅོད་པ ར་ བྱེད་ ལ་ ཟ་བ ར་ བྱེད་ ཅིང་ རྡུང་བ ར་ བྱེད་ དོ །_།
en: Yet the petals of the lotuses are made of razor-sharp iron, and when the hell beings touch them, their bodies are lacerated, chopped up, consumed, and broken.

source: དེ་ལྟ ར་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ མངོན་པར་ གཙེས་པ་ དག་ པད་མ འི་ ཚལ་ དེ་དག་ ལ་ འཛེག་པ ར་ བྱེད་ དེ །_
en: Yet, forced by the Lord of Death’s henchmen, the beings of hell will climb the lotuses.

source: པད་མ་ དེ་དག་ གི་ ནང་ མེ་ མ་ དག་ གིས་ རབ་ཏུ་ གང་བ་ ཡིན་ ལ །_ སྟེང་ གི་ ལོ་མ་ ལྕགས་ ལ་ ས་ བྱས་པ་ དག་ གིས་ འཆུམས་པ ར་ བྱེད་ དེ །_
en: The centers of the flowers are filled with burning flames and the iron petals below bend toward these centers.

source: དེ འི་ ནང་ དུ་ ལན་ དུ་མ ར་ སེམས་ཅན་ དམྱལ་བ་པ་ ལས་ བྱས་པ་ དེ་དག་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_ མེ་མདག་ དེས་ [171b] ལན་ འབུམ་ཕྲག་ དུ་མ ར་ སྲེག་ གོ །_།
en: Forced by their karmic actions, the beings of this hell take birth again and again within such flowers, {{page:{number:180,id:UT22084-068-021-100206,folio:F.171.b,volume:V68}}} burning many hundreds of thousands of times in blazing embers.

source: ཁྭ་ དག་ གིས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ གི་ མིག་ ཟ་བ ར་ བྱེད་ ཅིང་ ལྕེ་གཅོད་ པར་ བྱེད །_ རྣ་བ་ འབིགས་པ ར་ བྱེད །_ ལུས་ རྣམ་པར་ ཟད་པ ར་ བྱེད་ དོ །_།
en: Moreover, ravens will pluck out their eyes, rip out their tongues, pierce their ears, and pare away their bodies.

source: དེ་ལྟ ར་ རང་ གི་ ལས་ ཀྱི་ འབྲས་བུ་ ལ་ སྤྱོད་པ འི་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ པད་མ་ ཆེན་པོ་ ལྟར་ གས་པ་ དེར་ འཚེད་པ ར་ བྱེད་ དོ །_།
en: $442 “Thus, the beings of this hell will encounter the effects of their own karmic actions, and until those acts have been overcome, relinquished, and exhausted, they will continue to boil within the great hell of Bursting Like Great Lotuses.

source: དེ་ནས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ཡི་དགས་ དང་ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ །_ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན |#| ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ དམུ་རྫིང་ ཅན་ དུ་ འགྱུར་ ཞིང་ །_ རྟག་ ཏུ་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་ ལ །_ ཁྲོ་བ ར་ ཡང་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Once they are free from that hell they may, due to karmic actions to be experienced in other lives, avoid birth as a starving spirit or an animal, and instead take birth with the general lot in life of a human. |#| Yet, in terms of effects that accord with their causal actions, they will suffer from dropsy, be constantly tormented by hunger and thirst, and have an aggressive character.
